<p class="sm:text-xl">
	<b>Задание</b><br />
	На поле из девяти квадратов они загораются по одному в определённом порядке. Запомните эту последовательность,
	а после окончания подсветки повторите её, нажимая на квадраты в том же порядке.<br />

	<b>Сложность</b><br />
	Игра начинается с последовательности из трёх квадратов. Верный ответ удлиняет её на один, ошибка —
	оставляет длину прежней, но последовательность будет новой.<br />

	<b>Время</b><br />
	На повторение даётся 15 секунд. Первый же неверный квадрат завершает попытку. Всего 9 попыток.
</p>
