<script>
	import Button from '$lib/components/ui/Button.svelte';
</script>

<section class="mx-auto max-w-3xl space-y-4 p-6 text-justify text-sm leading-relaxed text-white">
	<h1 class="mb-6 text-center text-2xl font-semibold">
		Согласие на участие в исследовании и обработку персональных данных
	</h1>

	<p>
		Ваше участие в исследовании предполагает прохождение тестов, направленных на определение
		когнитивных способностей.
	</p>

	<p>
		В ходе исследования ожидается получение результатов, которые могут быть применимы для
		улучшения когнитивных функций человека, повышения работоспособности и стрессоустойчивости.
	</p>

	<p>
		Полученная в ходе исследования информация
		<strong> не будет содержать персональных данных участников.</strong>
		Все сведения используются исключительно в научно-исследовательских целях в обезличенном виде.
		Ваши персональные данные не будут упомянуты где-либо в связи с результатами исследования. Все
		данные, собранные в ходе эксперимента, будут представлены только в агрегированном виде и доступны
		исключительно исследовательской группе.
	</p>

	<p>
		Соглашаясь на участие в исследовании, Вы даёте согласие исследователям на ознакомление с
		Вашими персональными данными и их обработку в соответствии с действующим законодательством,
		а также на передачу такой информации третьим лицам в случаях, предусмотренных
		законодательством Российской Федерации либо в обезличенном виде.
	</p>

	<p>
		Нажимая на кнопку <strong>«Согласен»</strong>, Вы даёте согласие на обработку своих
		персональных данных, то есть совершение, в том числе, следующих действий: обработку (включая
		сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение),
		использование, обезличивание, блокирование, уничтожение персональных данных).
	</p>

	<p>
		Общее описание указанных способов обработки приведено в Федеральном законе от 27.07.2006 №
		152-ФЗ «О персональных данных». Также Вы даёте согласие на передачу такой информации третьим
		лицам в случаях, установленных нормативными документами вышестоящих органов и
		законодательством.
	</p>

	<p>
		Настоящее согласие действует <strong>бессрочно</strong> и может быть отозвано Вами в любое время
		путём подачи письменного заявления субъектом персональных данных.
	</p>

	<Button color="red" goto="/">Назад</Button>
</section>
