<section class="mx-auto flex max-w-3xl flex-col gap-2 space-y-4 p-2 leading-relaxed">
	<p>
		У нас есть один из главных инструментов каждого дня — наши вербальные навыки. К 35–40 годам у
		нас накапливается огромный запас слов, который зависит от образа жизни и профессии. Но с годами
		этот навык может стать чуть слабее...
	</p>

	<p>
		Попробуйте каждый день по дороге на работу или обратно сыграть в небольшую игру — <strong
			>«Расшифруй аббревиатуру»</strong>! 🚗🌆
	</p>

	<p>
		В городе мы видим тысячи номерных знаков, в которых есть трёхбуквенные коды. Придумайте, что они
		могут означать.
	</p>

	<div class="example">
		► «МО 402 Н» — Министерство образования и науки<br />
		► «СА 375 Е» — Стратегическая академическая единица<br />
		► «ЕА 564 О» — Еврейская автономная область
	</div>

	<p>🔹 Постарайтесь за день найти хотя бы 5 таких кодов и придумать их расшифровку.</p>

	<p>
		🌚 Вечером попробуйте вспомнить хотя бы 3 из них. Это хорошая тренировка памяти и фантазии! 🎩
	</p>
</section>

<style>
	p {
		margin-bottom: 1.2em;
	}
	.example {
		background: #232644;
		padding: 10px;
		border-left: 4px solid #4a90e2;
		margin: 10px 0;
		font-family: monospace;
		text-align: left;
	}
</style>
