<p class="sm:text-xl">
	На экране появляются слова, обозначающие цвет. Ниже отображаются все возможные цветовые образцы.
	Нужно нажимать на цветовой образец в соответствии с заданием.
</p>

<p class="sm:text-xl">
	На первом этапе слово написано цветом, соответствующим смыслу слова. Нужно нажать на цветовой
	образец,
	<b>соответствующий и цвету, и смыслу слова</b>.
</p>
<p class="sm:text-xl">
	На втором этапе цвет и смысл слова разные. Нужно нажать на цветовой образец, <b
		>соответствующий смыслу слова</b
	>.
</p>
<p class="sm:text-xl">
	На третьем этапе так же цвет и смысл разные. Нужно нажать на цветовой образец, <b
		>соответствующий цвету букв</b
	>.
</p>
