<main class="main w-full">
	<article class="prose prose-sm md:prose-base mx-auto max-w-3xl">
		<!-- <h1>Ориентация без навигатора</h1> -->

		<p>
			Одна из областей мозга, которая значимо страдает с возрастом, — это <strong
				>гиппокамп</strong
			>. Он отвечает за пространственную ориентацию, но не только!
		</p>

		<p>
			Этот отдел мозга также связан с переходом кратковременной памяти в долговременную и отвечает
			за критическое мышление. Тренировка этой области мозга крайне важна!
		</p>

		<p>
			Сегодня мы все полагаемся на навигаторы и онлайн-карты. Но если вы отправляетесь в новое
			место, попробуйте <strong>не использовать карту</strong>.
		</p>

		<ol>
			<li>Посмотрите заранее, как добраться до места назначения.</li>
			<li>
				Если запомнить сложно — нарисуйте карту (и оставьте её дома!). Рисуя, вы лучше запомните
				путь.
			</li>
			<li>Доберитесь до намеченного места по памяти!</li>
			<li>По пути обращайте внимание на яркие детали, чтобы легче было вернуться.</li>
		</ol>

		<p>
			В первый раз заложите себе немного больше времени, чтобы иметь возможность «чуть-чуть
			заблудиться и найтись» без помощи гаджетов.
		</p>

		<p>
			Не бойтесь — ваш телефон всегда с вами. Но дайте мозгу шанс вспомнить, как это —
			ориентироваться самому!
		</p>
	</article>
</main>
