<main class="main w-full">
	<article class="prose prose-sm md:prose-base mx-auto max-w-3xl">
		<!-- <h1>Расшифруй аббревиатуру</h1> -->

		<p>
			У нас есть один из главных инструментов каждого дня — наши вербальные навыки. К 35–40 годам у
			нас накапливается огромный запас слов, который зависит от образа жизни и профессии. Но с
			годами этот навык может стать чуть слабее.
		</p>

		<p>
			Попробуйте каждый день по дороге на работу или обратно сыграть в небольшую игру —
			<strong>«Расшифруй аббревиатуру»</strong>!
		</p>

		<p>
			В городе мы видим тысячи номерных знаков, в которых есть трёхбуквенные коды. Придумайте, что
			они могут означать.
		</p>

		<blockquote>
			<ul>
				<li>«МО 402 Н» — Министерство образования и науки</li>
				<li>«СА 375 Е» — Стратегическая академическая единица</li>
				<li>«ЕА 564 О» — Еврейская автономная область</li>
			</ul>
		</blockquote>

		<p>Постарайтесь за день найти хотя бы 5 таких кодов и придумать их расшифровку.</p>

		<p>
			Вечером попробуйте вспомнить хотя бы 3 из них. Это хорошая тренировка памяти и фантазии!
		</p>
	</article>
</main>
