<p>Ваша задача — определить направление полёта птицы.</p>
<p>
	В центре экрана появляется птичка в круге. Она может быть повернута: вверх, вниз, влево или
	вправо. Фон круга может быть синим или красным: если фон синий, выберите направление куда летит
	птичка; если фон красный, выберите — откуда она прилетела.
</p>
<p>
	У вас есть 3 жизни. Каждый неверный ответ отнимает одну. Время ограничено — 60 секунд,
	постарайтесь дать как можно больше ответов.
</p>

<p>Правильность и скорость ваших ответов будут отображены на графике в конце.</p>
