<script>
	import Card from '$lib/components/ui/Card.svelte';
</script>

<Card>
	<b>Задание:</b>
	<p>
		В центре экрана появляется птица, повёрнутая вверх, вниз, влево или вправо. Круг вокруг неё
		может быть синим или красным.
	</p>

	<ul>
		<li>🔵 <b>Синий</b> круг — нажмите, <b>куда</b> летит птица.</li>
		<li>
			🔴<b>Красный</b> круг — нажмите, <b>откуда</b> она прилетела (противоположное направление).
		</li>
	</ul>

	<ul>
		<li>У вас <b>3</b> жизни — за каждую ошибку теряете одну.</li>
		<li>Время — <b>60</b> секунд.</li>
		<li>Старайтесь отвечать быстро и правильно.</li>
	</ul>
</Card>
